tap "getsentry/tools"
brew "bash"
brew "bat"
brew "cask"
brew "cmake"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "helix", args: ["HEAD"]
brew "python@3.14"
brew "httpie"
brew "jq"
brew "lazygit"
brew "neovim"
brew "netpbm"
brew "node"
brew "pandoc"
brew "ripgrep"
brew "rust"
brew "sd"
brew "stow"
brew "tmux"
brew "xcsift"
brew "zoxide"
brew "getsentry/tools/sentry-cli"
cask "1password"
cask "discord"
cask "evkey"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "orbstack"
cask "pritunl"
cask "raycast"
cask "rectangle"
cask "telegram"
cask "wezterm@nightly"
