brew "bash"
brew "bat"
brew "dust"
brew "cmake"
brew "coreutils"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "netpbm"
brew "helix", args: ["HEAD"]
brew "python@3"
brew "httpie"
brew "jq"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "rust"
brew "sd"
brew "stow"
brew "tmux"
brew "zoxide"
cask "evkey"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "pritunl"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "slack"
cask "tableplus"
cask "telegram"
cask "visual-studio-code"
