tap "arl/arl"
tap "ddev/ddev"
tap "epk/epk"
tap "facebook/fb"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mobile-dev-inc/tap"
tap "ngrok/ngrok"
tap "wez/wezterm"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "ast-grep"
brew "bash"
brew "bat"
brew "bottom"
brew "glib"
brew "cmake"
brew "qemu"
brew "lima"
brew "openssl@1.1"
brew "colima"
brew "coreutils"
brew "dnsmasq"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dua-cli"
brew "efm-langserver"
brew "libssh2"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnu-sed"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helix", args: ["HEAD"]
brew "python@3.11"
brew "httpie"
brew "jless"
brew "jq"
brew "lazygit"
brew "lf"
brew "libuv"
brew "lua-language-server"
brew "luarocks"
brew "navi"
brew "neovim"
brew "nnn"
brew "nss"
brew "nushell"
brew "protobuf"
brew "python@3.10"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "sd"
brew "sk"
brew "starship"
brew "stow"
brew "tmux"
brew "trash-cli"
brew "wget"
brew "xplr"
brew "yarn"
brew "z"
brew "zellij"
brew "zoxide"
brew "arl/arl/gitmux"
brew "ddev/ddev/ddev"
brew "koekeishiya/formulae/yabai"
brew "mobile-dev-inc/tap/maestro"
cask "alacritty"
cask "alfred"
cask "amethyst"
cask "calibre"
cask "evkey"
cask "fig"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono"
cask "google-chrome"
cask "kitty"
cask "lyricsx"
cask "ngrok"
cask "openvpn-connect"
cask "pika"
cask "pritunl"
cask "raycast"
cask "rectangle"
cask "reminders-menubar"
cask "shottr"
cask "slack"
cask "steam"
cask "tableplus"
cask "telegram"
cask "visual-studio-code"
cask "wezterm"
cask "wezterm-nightly"
cask "zoom"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "codeandstuff.package-json-upgrade"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "Gruntfuggly.todo-tree"
vscode "KnisterPeter.vscode-commitizen"
vscode "letrieu.expand-region"
vscode "meganrogge.template-string-converter"
vscode "PKief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "richie5um2.vscode-sort-json"
vscode "sainnhe.everforest"
vscode "vscodevim.vim"
vscode "vunguyentuan.vscode-css-variables"
vscode "vunguyentuan.vscode-postcss"
vscode "yoavbls.pretty-ts-errors"
